Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/science/samilogut/2018/6_samisk_filmbolge_baner_vei.pdf.tmx
Source language: nob
Languages: sme

source: De første årene satset ISFI sterkt på å utvikle og heve filmkompetansen gjennom målrettet opplæring i grunnleggende filmferdigheter som manusskriving, prosjektutvikling og teknisk ferdighetsutvikling.
sme: Vuosttaš jagiid áŋgirušai ISFI garrasit ovdánahttit ja loktet filbmagelbbolašvuođa go leat ulbmillaččat oahpahan filbmagelbbolaš vuođu nugo mánusčállima, prošeaktaovdánahttima ja teknihkalaš gelbbolašvuođaovdánahttima.

source: Deretter har ISFI bidratt til sterk synliggjøring av samisk film regionalt, nasjonalt, internasjonalt og globalt.
sme: Dasto lea ISFI bures čalmmustahttán sámi filmmaid regionálalaččat, našuvnnalaččat, riikkaidgaskasaččat ja máilmmiviidosaččat.

source: Eksempler på eksplisitte tiltak: ISFI har i løpet av en tiårsperiode vist seg å være særdeles driftig og kompetent når det gjelder å fremme samiske stemmer og fortellinger på film, samt etablere bærekraftige transnasjonale og globale nettverk for filmarbeidere med urfolksbakgrunn.
sme: Ovdamearkkat eksplisihtta doaibmabijuin: ISFI lea logijagiáigodagas čájehan ahte leat earenoamáš doaimmalaččat ja geain lea gelbbolašvuohta ovddidit sámi jienaid ja muitalusaid filmmain, ja ásahan ceavzilis transnašunála ja máilmmiviidosaš fierpmádaga filbmabargiide geain lea eamiálbmotduogáš.

source: Støtten til Sameblod og Amanda Kernell viser både ambisjonsnivået og rekkevidden av arbeidet deres.
sme: Doarjja Sameblod filbmii ja Amanda Kernellai čájeha sihke ambišuvdnadási ja viidodaga sin barggus.

source: 6.5 Samisk film i tall, 1988–2017
sme: 6.5 Sámi filmmat loguiguin, 1988-2017

source: Tallene og informasjonen om filmene i denne undersøkelsen er hentet fra Nasjonalbibliotekets arkiv.
sme: Logut ja dieđut filmmaid birra dán guorahallamis leat vižžon Nationálabibliotehka vuorkkáin.

source: Som drøftet under 6.2 Empiri og metode er denne listen over filmer veiledende heller enn komplett.
sme: Nugo digaštallan kap. 6.2 Vásáhusvuođđu ja vuohki, de lea filbmalistu dušše čujuheaddji, iige ollislaš.

source: Likevel viser tallene fra Nasjonalbiblioteket en markant endring over tid.
sme: Goitge čájehit logut Nationálabibliotehkas mearkkašahtti rievdama áiggi badjel.

source: I Nasjonalbibliotekets arkiv har de aller fleste produksjonene registrert filmenes lengde i minutter.
sme: Nationálabibliotehka vuorkkáin leat eanas buvttadeamit registrerejuvvon filmma guhkkodat minuhtaiguin.

source: Kortfilmer er regnet som filmer under 35 minutter, og novellefilmer er ofte lengre enn kortfilmer, men under 60 minutter.
sme: Oanehisfilmmat leat rehkenaston leat filmmat oaneheappot go 35 minuhta ja noveallafilmmat leat dávjá guhkibut go oanehisfilmmat, muhto oaneheappot go 60 minuhta.

source: Produksjon av animasjonsfilm er svært arbeidskrevende, og lengden er derfor ofte kortere.
sme: Animašuvdnafilmmaid buvttadeapmi lea hui áddjái ja lea ollu bargu, ja danne leat dat dávjá oaneheappot.

source: Spillefilmer stiller også i særklasse med tanke på arbeids- og kostnadskrav.
sme: Guhkesfilmmat leat maid hui earenoamážat go jurddaša man ollu lea bargu daiguin ja man divrasat dat leat.

source: For eksempel hadde Kautokeino-opprøret et budsjett på over 50 millioner kroner.
sme: Ovdamearkka dihte Guovdageainnu stuimmit filmmas lei bušeahtta badjel 50 millijovnna ruvnno.

source: Allerede før filminnspillingen hadde startet, hadde kostnadene nådd syv millioner kroner.
sme: Ovdal go filbmabádden álggii, de ledje golut juo čieža millijovnna ruvnno.

source: Utgiftene dekket blant annet manus, audition, prosjektering og tegning av kulisser.
sme: Golut gokče earret eará mánusa, auditiona, prošekterema ja kulissaid tevdnema.

source: Det er derfor ikke overraskende at antall spillefilmer og lange dokumentarfilmer er lavere enn antall kortfilmer.
sme: Danne ii leat hirpmáhuhtti go guhkesfilmmaid lohku ja guhkes dokumentára filmmaid lohku lea unnit go oanehisfilmmaid lohku.

source: Filmene fordeler seg på formatene dokumentar og fiksjon.
sme: Filmmat juohkásit dokumentára ja fikšuvdna formáhtaide.

source: Dokumentarfilmene er både korte og lange.
sme: Dokumentárafilmmat leat sihke oanehaččat ja guhkit.

source: I tillegg finner vi underkategorien informasjons-/undervisningsfilm som har et særlig pedagogisk formål.
sme: Dasa lassin gávdnat vuollekategoriijain diehtojuohkin- ja oahpahusfilmmaid, main lea earenoamáš pedagogalaš ulbmil.

source: Fiksjonsfilmene omfatter kortfilm, novellefilm, animasjonsfilm og spillefilm.
sme: Fikšuvdnafilmmain leat oanehisfilmmat, noveallafilmmat, animašuvdnafilmmat ja guhkesfilmmat.

source: 6.5.1 Første tiår: 1988–1999
sme: 6.5.1 Vuosttaš logijahki: 1988-1999

source: Det totale antallet filmer det første tiåret er 17 produksjoner.
sme: Vuosttaš logijagis leat 17 filmma buvttaduvvon.

source: De fordeler seg på 13 dokumentarfilmer og 4 fiksjonsfilmer.
sme: Dain leat 13 dokumentárafilmma ja 4 fikšuvdnafilmma.

source: Av de 13 dokumentarfilmene er 9 kortfilmer og 4 er lengre enn 35 minutter.
sme: Dan 13 dokumentárafilmmas leat 9 oanehisfilmma ja 4 leat guhkibut go 35 minuhta.

source: De 4 fiksjonsfilmene er fordelt på 1 novellefilm, 1 spillefilm, 1 animasjonsfilm og 1 kortfilm.
sme: Dan 4 fikšuvdnafilmma juohkásit ges 1 noveallafilbmii, 1 spillefilbmii, 1 animašuvdnafilbmii ja 1 oanehisfilbmii.

source: Kjønnsfordelingen viser at 17,65 % av produksjonsvolumet har kvinnelig regissør, det vil si tre kvinnelige regissører.
sme: Sohkabeallejuohkáseapmi čájeha ahte 17,65 proseanta buvttadushivvodagas lea nisson rešissevra, namalassii 3 nisson rešissevrra.

source: Disse produksjonene er alle på under 13 minutter og fordeler seg på to korte dokumentarfilmer og én animasjonsfilm.
sme: Dat buvttadeamit leat buohkat vuollel 13 minuhta ja dain leat 2 oanehis dokumentárafilmma ja 1 animašuvdnafilbma.

source: Toppårene er 1994 og 1996 med henholdsvis tre og fire filmer.
sme: Eanemus filmmat leat buvttaduvvon 1994 ja 1996, go de leat 3 ja 4 filmma buvttaduvvon.

source: Paul-Anders Simma utmerker seg med sju filmer, hvorav fire er lange produksjoner på henholdsvis 82, 81, 50 og 47 minutter.
sme: Paul-Anders Simmas lea earenoamáš go lea ráhkadan olles 7 filmma, main leat 4 guhkes buvttadeami mat leat 82, 81, 50 ja 47 minuhtta guhku.

source: Kommentar
sme: Kommentára

source: De to etterfølgende årene etter Veiviseren har Paul-Anders Simma og Nils Johan Porsanger hver sin film.
sme: Guokte čuovvovaš jagi maŋŋil Ofelaš filmma lea Paul-Anders Simma ja Nils John Porsanger goappás ge filbma.

source: Det skal vise seg at Simma og Porsanger blir blant de mest-produserende regissørene fra 1988–2017. Det er verdt å merke seg at de regissørene som har 7+ før 2007 og viser en fartstid på 16 år.
sme: Čájehuvvo ahte Simma ja Porsanger šaddaba eanemus buvttadeaddji rešissevrra áigodagas 1988-2017. Lea mearkkašan veara ahte rešissevrrat geain leat 7+ buvttadeami álge ovdal 2007 ja geat leat bargan juo 16 jagi.

source: Simma jobber fremdeles med film og samiskrelaterte tema.
sme: Simma bargá ain filmmaiguin ja sámi guoskevaš fáttaiguin.

source: Han produserte to samiske dokumentarfilmer i 2013, men de er registrert i den svenske filmdatabasen, ikke i Nasjonalbibliotekets arkiv.
sme: Son buvttadii guokte sámi dokumentárafilmma 2013, muhto dat leat registrerejuvvon ruoŧa filbmadiehtovuđđui, iige Nationálabibliotehka arkiivii.

source: Perioden viser en klar økning av antall produksjoner der 6 av de totalt 17 filmene er på over 35 minutter.
sme: Áigodat čájeha čielga lassáneami buvttadusaiguin go 6 filmma 17 filmmas leat badjel 35 minuhta guhku.

source: Noen medvirkende faktorer kan være ettervirkninger av den revitaliserende og institusjonelle etableringsfasen det foregående tiåret (se 6.2.3), samt nyetablering av kulturtiltak og festivaler som Riddu Riđđu.
sme: Muhtin váikkuheaddji fáktora sáhttet leat ođasmahtti ja ásahuslaš álggahanáigodaga váikkuhusat dan ovddit logijagis (geahča 6.2.3), ja ođđa ásaheamit kulturdoaibmabijuin ja festiválain, nugo Riddu Riđđu.

source: Den aller første samiske filmen som er registrert med kvinnelig regissør, er å finne i 1995.
sme: Vuosttaš sámi filbma mas lea registrerejuvvon nisson rešissevra lea 1995.

source: 6.5.2 Andre tiår: 2000–2009
sme: 6.5.2 Nubbi logijahki: 2000-2009

source: Det totale antallet filmer på 2000-tallet er 24 produksjoner.
sme: 2000-logus leat oktiibuot 24 filmma buvttaduvvon.

source: De fordeler seg på femten dokumentarfilmer og ni fiksjonsfilmer.
sme: Dat juohkásit 15 dokumentárafilbmii ja 9 fikšuvdnafilbmii.

source: Av de femten dokumentarfilmene er ni kortfilmer og fem på mer enn 35 minutter.
sme: Dan 15 dokumentárafilmmas leat 9 oanehisfilmma ja 5 filmma mat leat guhkibut go 35 minuhta.

source: De ni fiksjonsfilmene er fordelt på tre spillefilmer, én animasjonsfilm og fem kortfilmer.
sme: Dat 9 fikšuvdnafilmma juohkásit 3 guhkesfilbmii, 1 animašuvdnafilbmii ja 5 oanehisfilbmii.

source: Kjønnsfordelingen viser at 28 % har kvinnelig regissør, det vil si sju kvinnelige regissører.
sme: Sohkabeallejuohkáseapmi čájeha ahte 28 proseanttas lea nisson rešissevra, mii mearkkaša ahte leat 7 nissonrešissevrra.

source: Disse produksjonene fordeler seg på fire dokumentarfilmer, én kort fiksjonsfilm og én kort animasjonsfilm.
sme: Dat buvttadeamit juohkásit ges 4 dokumentárafilbmii, 1 oanehis fikšuvdnafilbmii, 1 oanehis animašuvdnafilbmii.

source: Toppårene har fire (2001, 2008) og tre produksjoner (2003, 2009).
sme: Buoremus jagit leat buvttaduvvon 4 filmma (2001, 2008) ja 3 filmma (2003, 2009).

source: Bortsett fra i 2000 har alle de andre årene to produksjoner.
sme: Earret 2000 lea buot dain eará jagiin 2 buvttadeami.

source: Året 2008 utmerker seg med to helaftens spillefilmer.
sme: Jagi 2008 lea earenoamáš go de ilbme 2 eahketbotta guhkkosaš guhkesfilmma.

source: På 2000-tallet er Anstein Mikkelsen og Nils Johan Porsanger de to som produserer flest filmer.
sme: 2000-logus leaba Anstein Mikkelsen ja Nils John Porsanger buvttadan eanemus filmmaid.

source: Anstein Mikkelsen har regi på fire dokumentarfilmer (2000, 2005, 2006, 2008), der alle er mer enn 24 minutter.
sme: Anstein Mikkelsen lea ráhkadan 4 dokumentárafilmma (2000, 2005, 2006, 2008), mas buohkat leat guhkibut go 24 minuhta.

source: Nils Johan Porsanger er også dokumentarist med fire dokumentarfilmer (2001, 2005) rundt 25–30 minutter hver.
sme: Nils John Porsanger lea maiddái dokumentárabuvttadeaddji 4 dokumentárafilmmain (2001, 2005), main juohke okta leat 25-30 minuhta guhku.

source: Det er en klar økning i antall produksjoner.
sme: Filbmabuvttadeamit lea dovdomassii lassánan.

source: Økningen gjelder mest antall fiksjonsfilmer, deriblant spillefilmer.
sme: Eanemus lassáneapmi lea fikšuvdnafilmmaid lohku, ja nu maiddái guhkesfilmmaid.

source: Med det økte produksjonsvolumet kommer et større mangfold i filmfortellingene.
sme: Go buvttademiid hivvodat lassána, de maid stuorru filbmamuitalusaid máŋggabealatvuohta.

source: Selv om ni filmer ble produsert i perioden 2007–2009, er det nok først fra 2008–2009 at den reelle økningen i antall samiske filmer kan spores til ISF.
sme: Vaikko vel 9 filmma buvttaduvvo ge áigodagas 2007-2009, de lei goitge 2008-2009 go sámi filmmaid duohta lassáneami sáhttá oaidnit ISFas.

source: Årsaken er at filmer som ble ferdigstilt i 2007–2008, sannsynligvis allerede hadde finansiering fra andre instanser, og at de første oppstartsårene for ISF i hovedsak dreide seg om opplæring i grunnleggende filmferdigheter som manusskriving, prosjektutvikling og teknisk ferdighetsutvikling.
sme: Sivvan dasa sáhttá leat ahte filmmat mat gárvánedje 2007-2008, dat ledje jáhkkimis juo ruhtaduvvon eará ásahusaiguin, ja ahte daid vuosttaš álggahanjagiid ISFa váldobargun lei oahpahit vuođu filbmagelbbolašvuhtii nugo mánusčállima, prošeaktaovdánahttima ja teknihkalaš gelbbolašvuođaovdánahttima.

source: Dessuten var satsing på samisk språk i filmene et vesentlig kriterium for å få støtte fra ISF, et krav som i dag ikke er like absolutt.
sme: Dasa lassin lei sámegiella filmmain dehálaš eaktun go galggai oažžut doarjaga ISFas, gáibádus mii dál ii leat šat áibbas dárbbašlaš.

source: Det betød at filmer som Jernanger (2008), Min mors hemmelighet (2009) og Vindenes hus (2009) ikke kvalifiserte seg til ISFs støtteordninger.
sme: Dat mearkkašii ahte filmmat nugo Jernanger (2008), Min mors hemmelighet (2009) ja Vindenes hus (2009) eai olahan doarjaga ISF doarjjaortnegiin.

source: De to nest mest produserende regissørene har sitt tyngdepunkt i perioden 2000–2011. Tre regissører er registrert med tre–fire produksjoner og har sin aktivitet i perioden 2006–2017. Dette viser at en ny generasjon filmarbeidere har markert seg, særlig etter 2007. Det vil være overraskende om disse ikke øker sitt produksjonsvolum i årene som kommer.
sme: Dat guokte nubbin eanemus buvttadeaddji rešissevrras buvttadeigga eanemus áigodagas 20002011. 3 rešissevrra leat registrerejuvvon 3-4 buvttademiin ja sin doaibmaáigodat lei 2006-2017. Dat čájeha ahte ođđa buolva filbmabargit leat mearkkašan, earenoamážiid maŋŋil 2007. Livčče imáš jus sii eai lasit buvttadanhivvodaga boahttevaš jagiid.

source: 6.5.3 Tredje tiår: 2010–2017
sme: 6.5.3 Goalmmát logijahki: 2010-17

source: Det totale antallet filmer i perioden 2000–2017 er 35 produksjoner. De fordeler seg på 19 dokumentarfilmer og 16 fiksjonsfilmer.
sme: Oktiibuot leat 35 filmma buvttaduvvon áigodagas 2000-2017. Dat juohkásit 19 dokumentárafilbmii ja 16 fikšuvdnafilbmii.

source: Av de nitten dokumentarfilmene er ti kortfilmer og ni på mer enn 35 minutter.
sme: Dan 19 dokumentárafilmmas leat 10 oanehisfilmma ja 9 filmma mat leat guhkibut go 35 minuhta.

source: De seksten fiksjonsfilmene er fordelt på fjorten korte fiksjonsfilmer og to animasjonsfilm.
sme: Dat 14 fikšuvdnafilmma leat juohkásan 12 oanehis fikšuvdnafilbmii ja 2 animašuvdnafilbmii.

source: Kjønnsfordelingen viser at 67,57 har kvinnelig regissør, det vil si 25 kvinnelige regissører og 12 mannlige.
sme: Sohkabealjuohku čájeha ahte 67,57 proseanttas lea nisson rešissevra, namalassii 25 nisson rešissevrra ja 12 dievdorešissevrra.

source: Produksjonene med kvinnelig regissør fordeler seg på sju lange dokumentarfilmer og åtte korte dokumentarfilmer, ni korte fiksjonsfilmer og én kort animasjonsfilm.
sme: Buvttadeamit main leat nisson rešissevrra juohkásit 7 guhkes dokumentárafilbmii, 9 oanehis fikšuvdnafilbmii ja 1 oanehis animašuvdnafilbmii.

source: Produksjonene med mannlig regissør fordeler seg på tre korte og tre lange dokumentarfilmer, fem korte fiksjonsfilmer og én kort animasjonsfilm.
sme: Buvttadeamit main leat dievdorešissevrra juohkásit 3 oanehis ja 3 guhkes dokumentárafilbmii, 5 oanehis fikšuvdnafilbmii ja 1 animašuvdnafilbmii.

source: Året 2012 utmerker seg med ti produksjoner, som totalt sett er det mest omfattende i samisk filmhistorie.
sme: Jagi 2012 lea earenoamáš dan dáfus go de ledje 10 buvttadeami, mii oktiibuot lea eanemus mii goassege lea leamaš sámi filbmahistorjjás.

source: Tidligere har det vært toppår med fem produksjoner (2011, 2014 og 2015) og fire produksjoner (2010, 2013).
sme: Buoremus buvttadanjagiid buvttaduvvo 5 filmma (2011, 2014 ja 2015) ja 4 filmma (2010, 2013).

source: Hele 2000-tallet viser dermed et jevnt høyt produksjonsvolum, bortsett fra de to siste årene (2016, 2017), som kan vise til én dokumentarfilm og én kort fiksjonsfilm.
sme: Olles 2000-lohku čájeha jeavddalaš buvttadanhivvodaga, earret dan guokte maŋemus jagi (2016, 2017) go de buvttaduvvo 1 dokumentárafilbma ja 1 oanehis animašuvdnafilbma.

source: På 2010-tallet er det tre regissører som skiller seg ut med tanke på antall produksjoner.
sme: 2010-logus leat golbma rešissevrra geat buvttadedje liige eanemus.

source: Reni Jasinski Wright har fem korte dokumentarfilmer som kan regnes som deler i samme serie (2012), og Egil Pedersen kan vise til fire korte fiksjonsfilmer (2011, 2013, 2014, 2017).
sme: Reni Jasinski Wright lea buvttadan 5 oanehis dokumentárafilmma, maid sáhttá rehkenastit leat oassin seamma ráiddus (2012) ja Egil Pedersen lea fas buvttadan 4 oanehis fikšuvdnafilmma (2011, 2013, 2014, 2017).

source: I tillegg har Marja Bål Nango én kort dokumentarfilm og to korte fiksjonsfilmer (2011, 2012, 2015).
sme: Dasa lassin leat Márjá Bål Nangos 1 oanehis dokumentárafilbma ja 2 oanehis fikšuvdnafilmma (2011, 2012, 2015).

source: 2000-tallets produksjonsvolum utgjør 46,05 % av det totale antallet samiske filmproduksjoner siden 1988. Antallet filmer og økningen av kvinnelige regissører er bemerkelsesverdig.
sme: 2000-logu buvttadanhivvodagas leat 46,05 proseanta dan obbalaš sámi filbmabuvttadeamis 1988 rájes. Lea mearkkašahtti ollu lassánan filmmaid lohku ja nissonrešissevrrat.

source: De Med økt produksjonsvolum viser filmene langt større bredde i de fortellingene som formidles og i sjangerbredden.
sme: Go buvttadanhivvodat lea lassánan, de čájehit filmmat eambbo viidát gaskkusteami muitalusaiguin ja šáŋŋeriiguin.

source: Tradisjonelle dokumentarfilmer står fremdeles sterkt, men det har også kommet mer eksperimentelle uttrykk, historiske drama, samtidstematikk, skrekkfilm, komedier, spenning og drama.
sme: Árbevirolaš dokumentárafilmmat leat ain ollu, muhto leat maiddái eambbo eksperimentealla muitalusat nugo historjjálaš drámát, dálááigge fáttát, balddonasfilmmat, komediijat, čearggusvuođafilmmat (spenningsfilm) ja drámá.

source: Endringen er bemerkelsesverdig og sammenfaller med ISFI.
sme: Lea mearkkašahtti rievdan ja mat oktii gullet ISFI.

source: Hvilke faktorer som spiller inn i den markante økningen, trenger nærmere studier.
sme: Makkár fáktorat leat mat váikkuhit dan mearkkašahtti lassáneapmái, dasa gal dárbbaša eambbo dutkama.

source: Mulige forklaringer kan være at flere kvinner søker filmmidler, flere kvinner kan vise til prosjekt med høy kvalitet (kunstnerisk eller kommersielt), eller annet.
sme: Vejolaš čilgehusat sáhttet leat ahte eambbo nissonolbmot ohcet filbmaruđaid, eambbo nissonolbmot sáhttet čájehit prošeavttaide main lea buorre kvalitehta (dáiddalaččat dahje gávppálaččat), dahje eará.

source: 6.6 Finansiering: Sametinget og andre kilder
sme: 6.6 Ruhtadeapmi: Sámediggi ja eará gáldut

source: Film handler om produksjon, oversettelse og versjonering/dubbing, distribusjon og formidling, og er avhengig av å søke finansiering fra mange kilder.
sme: Filbma sisttisdoallá buvttadeami, jorgaleami ja veršuvnna/dubbema, distribušuvnna ja gaskkusteami, ja ferte ohccot ruhtadeapmi máŋgga gáldus.

source: Kildene omfatter blant annet
sme: Gáldut leat earret eará:

source:  statlige, fylkeskommunale og kommunale instanser
sme:  Stáda, fylkkasuohkana ja suohkaniid ásahusain

source:  stiftelser, lag og organisasjoner
sme:  Vuođđudusat, searvvit ja organisašuvnnat

source:  privat næringsliv
sme:  Priváhta ealáhusdoaimmat

source:  private aktører
sme:  Priváhta aktevrrat

source:  nordiske og overnasjonale tilskuddsordninger
sme:  Davviriikkalaš ja bajit mearráduseiseválddiid doarjjaortnegat

source: Det er vanskelig å gi en fullstendig oversikt over mulige finansieringskilder.
sme: Lea váttis addit ollislaš listu vejolaš ruhtadangálduin.

source: Her er et utvalg:
sme: Dá leat goit muhtumat:

source: Regionale filmfond (Filmfond Nord, Filminvest3), regionale filmsenter (Midtnorsk filmsenter, Nordnorsk filmsenter), FilmCamp, Kulturrådet (Fond for lyd og bilde, Kreativt Norge/Innovasjon Norge), Barentsmidler, Fritt Ord, filminstituttene i Norge, Sverige og Finland, Interregmidler, Filmpool Nord, Film i Västerbotten, Nordisk Film og TV-fond, Nordisk kulturråd, Nordisk ministerråd, Nordisk kulturkontakt, Samerådet, Sametingene i Norge, Sverige og Finland, Utenriksdepartementet, Eurimages, EUs MEDIA-program, UNESCO.
sme: Regionála filbmafoanddat (Filmfond Nord, Filminvest3), regionála filbmaguovddážat (GaskaNorgga filbmaguovddáš, Davvi-Norgga filbmaguovddáš (Nordnorsk filmsenter)), FilmCamp, Kulturráđđi (Jietna ja govva foanda, Hutkkalaš Norga/Innovašuvdna Norga), Barentsruđat, Fritt ord, filbmainstituhtas Norggas, Ruoŧas ja Suomas, Interregruđat, Filmpool Nord, Film i Västerbotten, Nordisk Film ja TV-foanda, Davviriikkalaš kulturráđđi, Davviriikkalaš ministtarráđđi, Davviriikkalaš kulturoktavuohta, Sámeráđđi, Sámedikkit Norggas, Ruoŧas ja Suomas, Olgoriikadepartemeanttat, Eurimages EO MEDIA-prográmma, UNESCO.

source: 6.6.1 Sametingets bevilgninger
sme: 6.6.1 Sámedikki juolludeamit

source: Sametinget støtter film og filmarbeid og har økt bevilgningene årlig.
sme: Sámediggi doarju filmmaid ja filbmabargguid ja lea lasihan juolludemiid jahkásaččat.

source: Oversettelse og versjonering/dubbing og produksjoner rettet mot barn og unge er omtalt mer eksplisitt siden 2014. De totale bevilgningene til film og filmarbeid er imidlertid vanskelige å spore fordi de ikke er spesifisert i budsjettpostene.
sme: Jorgaleapmi ja veršuvdna/dubben ja buvttadeamit mánáide ja nuoraide lea sierra namuhuvvon 2014 rájes. Ollislaš juolludemiid filmmaide ja filbmabargguide lea váttis guorrat go dat eai leat earenoamážiid namuhuvvon bušeahttapoasttain.

source: Bevilgningene har de siste årene ligget i overkant av 1,5 millioner årlig.
sme: Juolludeamit leat daid maŋemus jagiid leamaš badjelaš 1,5 millijovnna jahkásaččat.

source: Film er et kostnadskrevende medium, og estimatet for det kommende behovet er langt fra overdrevet.
sme: Filbma lea divrras media ja meroštallon golut boahttevaš dárbbuide ii leat álgit ge badjelmearálaš.

source: Av de totale filmbevilgningene fra offentlig sektor i Norge mottar ISFI kun 1 %.
sme: Norgga almmolaš ásahusaid obbalaš filbmajuolludemiin, juolluduvvo ISFI dušše 1 proseanta.

source: Merk at Nordnorsk filmsenter ikke faller inn under Sametinget, selv om et øremerket tilskudd til samisk film kunne bidra til variasjon og mangfold i det samiske filmtilbudet.
sme: Mearkkaš ahte Davvi-Norgga filbmaguovddáš ii gula Sámedikki vuollái, vaikko vel merkejuvvon doarjja sámi filbmii sáhtáše addit sámi filbmafálaldahkii variašuvnna ja máŋggabealatvuođa.

source: Julev Film AS var et lulesamisk produksjonsselskap som utvidet driften til sørsamisk område med Noereh!.
sme: Julev Film AS lei julevsámi buvttadanfitnodat mii viiddidii doaimma lullisámi guvlui searválaga Noereh! organisašuvnnain.

source: Julev Film AS hadde satsing på film og nett-TV for barn og ungdom.
sme: Julev Film AS áŋgirušai filmmaide ja web-TV mánáide ja nuoraide.

source: ISF bidro med utviklingsstøtte.
sme: ISF veahkehii ovdánahttin doarjagiin.

source: 6.7 Visningsarenaer: kringkasting, strømming og festivaler
sme: 6.7 Čájehanarenat: kringkasting, rávdnjen ja festiválat

source: I Norge og Norden vises samisk film på kino og fjernsyn (NRK, TV2, SVT, YLE, DR), men også gjennom deltagelse på film- og kulturfestivaler.
sme: Norggas ja Davviriikkain čájehuvvojit filmmat kinos ja TV (NRK, TV2, SVT, YLE, DR), muhto maiddái go oasálastet filbma- ja kulturfestiválain.

source: Den nylig opprettede strømmetjenesten sapmifilm.no bidrar til ytterligere spredning av samisk film.
sme: Dat aitto ásahuvvon rávdnjenbálvalus sapmifilm. no veahkeha vel eambbo viiddidit sámi filmmaid.

source: Å få en oversikt på dette området er svært omfattende og vil kreve en ettersporing av hver enkelt film.
sme: Oažžut listu dán suorggis lea hui áddjás bargu ja gáibida ahte juohke filmma ferte guorahallat sierra.

source: Eksempel: Det samiske filmprogrammet 7 Sámi Stories, produsert av ISFI, hadde premiere i januar 2015 på Tromsø Internasjonale Film Festival.
sme: Ovdamearka: Sámi filbmaprográmma 7 Sámi Stories, maid ISFI lea buvttadan. Das lei vuosttaš čájálmas ođđajagimánu 2015 Tromssas Internašunála Filbmafestiválas.
